Revit 2027 API
ApplicationEntryPoint.GetRibbonPanels Method
Overload List
Name | Description
GetRibbonPanels()
GetRibbonPanels(String)
GetRibbonPanels(Tab)
Top
See Also
Reference
ApplicationEntryPoint Class
Autodesk.Revit.UI.Macros Namespace